[
    {
        "subject": "4 Tips for the Perfect Apple Pie",
        "content": "When it comes to classic desserts, apple pie is at the top of the list While it may seem intimidating to make an apple pie from scratch, it’s actually quite simple. With the right ingredients and a few helpful tips, you can make a delicious, homemade apple pie that your family and friends will love. Here are 4 tips to make the perfect apple pie.",
        "date_created": 10222018
    },
    {
        "subject": "The Best Fathers Day Gifts to Make Him Feel Special",
        "content": "Father's Day is a special day of the year where we can show our dads how much we love and appreciate them. It’s the perfect opportunity to give your dad a gift that expresses your gratitude and lets him know how special he is to you. But with all the options out there, it can be hard to decide on the perfect gift. Whether you’re looking for a traditional, practical, or unique present, this blog post will provide some great ideas for the best Father’s Day gifts to make him feel special.",
        "date_created": 11162020
    },
    {
        "subject": "How to travel on a budget without breaking the bank",
        "content": "Travelling can be expensive, but it doesn't have to be! With a few smart tips and tricks, you can experience the world while keeping your wallet intact. In this blog post, we'll show you how to travel on a budget without breaking the bank. We'll go over everything from finding affordable flights to getting the best deals on accommodations. Whether you're planning a weekend getaway or an extended vacation, you'll learn how to save money and still have an amazing time. So, let's get started!",
        "date_created": 12062016
    },
    {
        "subject": "Don't know what to do with your life? Check out these 4 up and coming careers!",
        "content": "Are you feeling stuck in your current career, or still trying to figure out what you want to do with your life? Don't despair! There are a number of exciting and up and coming career paths that could be perfect for you. In this blog post, we'll be looking at 4 of these up and coming careers, so you can make an informed decision about what to do next. Read on to find out more about these 4 promising new career paths!",
        "date_created": 11312022
    }
    
]


